{
  "sobre": "Sobre Mim",
  "sobreTexto1": "Olá! Me chamo Leonardo de Vasconcelos Gonçalves, tenho 21 anos e sou estudante de Engenharia de Software na UniRitter (conclusão prevista para 2026). A tecnologia sempre foi uma paixão para mim, especialmente o desenvolvimento de sistemas e bots personalizados. Desde 2019 venho aprimorando meus conhecimentos em programação e, desde 2021, atuei como freelancer na plataforma Workana, focando na criação de soluções digitais para clientes diversos.",
  "sobreTexto2": "Sou uma pessoa comprometida, pontual, flexível com horários e apaixonada por desafios. Acredito no aprendizado constante e gosto de explorar novas áreas da tecnologia. Tenho também experiência prática com desenvolvimento de jogos em Unity, APIs e bots para Discord.",
  "projetos": "Projetos",
  "projeto1": "Bot para Discord (projeto colaborativo)",
  "projeto1desc": "Desenvolvimento de bot com múltiplas funcionalidades utilizando APIs em Python. Projeto em equipe com foco em comunicação e resolução de problemas.",
  "projeto2": "Jogo em Unity",
  "projeto2desc": "Projeto desenvolvido com um colega para praticar desenvolvimento de jogos em C#, trabalhando com lógica, design e mecânicas simples.",
  "habilidades": "Habilidades Técnicas",
  "habilidadesLinguagens": "Linguagens:",
  "habilidadesLinguagensDesc": "Python, Java, C#, HTML5, CSS3, JavaScript, SQL, MySQL",
  "habilidadesFerramentas": "Frameworks e Ferramentas:",
  "habilidadesFerramentasDesc": "React (básico), TypeScript (básico), Unity, Power BI (básico), Excel, Word, PowerPoint",
  "habilidadesOutros": "Outros:",
  "habilidadesOutrosDesc": "Criação de APIs, desenvolvimento de bots",
  "sociaisComunicacao": "Comunicação:",
  "sociaisComunicacaoDesc": "Habilidade em transmitir ideias de forma clara e objetiva.",
  "sociaisEquipe": "Trabalho em Equipe:",
  "sociaisEquipeDesc": "Experiência em colaborar com diferentes perfis profissionais.",
  "sociaisProblemas": "Resolução de Problemas:",
  "sociaisProblemasDesc": "Capacidade de analisar situações e encontrar soluções eficazes.",
  "contato": "Contato",
  "contatoEmail": "Email:",
  "contatoTelefone": "Telefone:",
  "contatoLocalizacao": "Localização:",
  "contatoLinkedin": "LinkedIn:",
  "contatoGithub": "GitHub:",
  "navSobre": "Sobre",
  "navProjetos": "Projetos",
  "navHabilidades": "Habilidades",
  "navContato": "Contato"
}